Repository: giellalt/corpus-sme
Catalog: prestable/tmx/smn/admin/sd/www.samediggi.fi/index2.php_option=com_content_task=view_id=422_lang=davvi.html.tmx
Source language: sme
Languages: smn

source: Sámediggi almmuha guokte ođđa áppesa
smn: Sämitigge almostit kyehti uđđâ sämikielâ aabis

source: Sámediggi ordne ođđa anárašgiela ja davvisámegiela áppesiid almmuhandilálašvuođa Anáris Siida auditorios maŋŋebárgga 07.09.2010 dmu 12.00.
smn: Sämitigge uárnee uđđâ anarâš- já tavesämikielâlâš aabis almostittemtilálâšvuođâ Anarist Siijdâ auditoriost majebaargâ 07.09.2010 tme 12.00.

source: Dilálašvuođas ovdanbuktojuvvojit ođđa anárašgielat ja davvisámegielat áppesat.
smn: Tilálâšvuođâst oovdânpuáhtojeh uđđâ anarâš- já tavesämikielâliih aabiseh.

source: Anárašgielat áppesa čálli ja davvisámegielat áppesa čálli, govvideaddji ja bardi leat báikki alde muitaleamen áppesis ja dan válbmenbarggus.
smn: aabis kietâčällee já tavesâämikielâlii aabis kietâčällee, kovvejeijee já máccoo láá mieldi já muštâleh aabisist já ton valmâštâllâmpargoost.

source: Matti Morottaja čállin ja uŋgárlaš Daniel Gelencsér govven Muu aabis, čohčâ - čakčaáppes lea oaivvilduvvon 1. luohká čakčalohkanbaji eatnigiela oahppagirjin.
smn: Matti Morottaja čáállám já uŋgárlii Daniel Gelencsér kuvvim Muu aabis, čohčâ - čohčâaabis lii uáivildum 1. luoka čohčâluuhâmpaje anarâškielâ eenikielâ oppâkirjen.

source: Maŋŋelis almmustuvvá giđđaoassi ja hárjehusgirji.
smn: Maŋeláá kiirján kárván kiđđâuási já hárjuttâskirje.

source: Go Anáraškiela servi giellabeassedoaimma boađusin šadde anárašgielat luohkát, lei vealtameahttun buvttadit materiálaid eatnigiela oahpahusa várás.
smn: Ko anarâš kielâpiervâltooimâ puátusin šoddii anarâškielâliih luokah, te lâi velttidmettum pyevtittiđ meiddei eenikielâlâš algâmáttáátâs várás materiaal.

source: Ovdal ráhkaduvvon materiálat ledje čállinvuogi dáfus juo boarásmuvvan, iige daid sáhttán šat geavahit oahpahusas.
smn: Ovdeláá pyevtittum materiaaleh lijjii čäällimvyevis peeleest puárásmâm, ige taid innig puáhtám kevttiđ tagarin máttááttâsâst.

source: Matti Morottaja čállinbarggu boađusin almmuhuvvo dál digitálapreanttus Muu aabis, čohčâ- girji.
smn: Matti Morottaja kietâčäällimpargo puátusin almostittoo tääl digitaalteddilâssân Muu aabis, čohčâ-kirje.

source: Anárašgielat áppesat leat almmuhuvvon uhccán: vuosttas anárašgiela áppes lei girkohearrá Edvard Wilhem Borga doaimmahan Anar sämi kiela aapis kirje, mii prentejuvvui Oulus 1857:s.
smn: Anarâškielâ aabiseh láá kárvánâm kuuloold: vuossâmuš anarâškielâ aabis lâi kirkkohiärrá Edvard Wilhem Borg toimâttâm Anar sämi kiela aapis kirje, mii teddilui Oulust ive 1857.

source: Girjjis váldojuvvui ođđapreanttus badjel čuohte jagi maŋŋelis 1983:s.
smn: Kirjeest valdui uđđâsistteddilâs paijeel 100 ihheed maŋeláá ive 1983.

source: Jagis 1990 almmustuvai anárašgillii davvisámegielas jorgaluvvon Aabis 2- giđđaáppes.
smn: Ive 1990 almostui anarâškielân tavesämikielâst jurgâlum Aabis 2-kiđđâaabis.

source: Čakčamánu álgobeivviid bođii prentehusas Inga Guttorm čállin ja Salli Parikka govven Áppes – Min meahci máidnasat - girjji.
smn: Aaibâs čohčâmáánu algâpeeivijn finnip teddilâsâst Inga Guttorm čáállám já Salli Parikka kuvvim Áppes – Min meahci máidnasat - aabis.

source: Girjji bardimis vástida Minna Saastamoinen.
smn: Kirje máccumist västid Minna Saastamoinen.

source: Dán girjái laktáseaddji hárjehusgirji almmustuvvá jagi 2011 bealde.
smn: Kiirján kárván škovlâihán maŋeláá ive 2011 meid hárjuttâskirje.

source: Manusčálli Inga Guttorm lea bargan máŋggaid jagiid sámegielat álgooahpahusa oahpaheaddjin Ohcejogas.
smn: Kietâčällee Inga Guttorm lii máttáátteijee, kote lii porgâm maaŋgâid iivijd tavesämikielâlii algâmáttááttâsâst Ucjuuvâst.

source: Girjji govvideaddji Salli Parikka (Wahlberg), lea govven máŋggaid mánáide ja nuoraide oaivvilduvvon girjjiid (www.salliparikka.com).
smn: Kirje kovvejeijee, Salli Parikka (Wahlberg), lii kuvvim maaŋgâid párnáid já nuoráid uáivildum kiirjijd (www.salliparikka.com).

source: Bardi Minna Saastamoinen máhttá bures sámegiela ja leage bálvalan girjelágádusaid maiddái Norgga bealde.
smn: Máccoo Minna Saastamoinen lii tatavesämikielâ táiđusâžžân palvâlâm oppâkirjekuástideijeid meiddei Taažâst.

source: Ovddeš davvisámegielat áppesat " Áppes 1 " ja " Áppes 2 " almmustuvve Suoma bealde 1980-logus.
smn: Ovdebâš Áppes 1 já 2 - aabis almostittui Suomâst 1980 - lovvoost.

source: Nuortasámegielat áppesbargu lea álggahuvvon
smn: Nuorttâsämikielâ aabispargo lii pieijum joton

source: Dán giđa Sámediggi bijai johtui maiddái ođđa nuortalašgielat áppesa čállinbargguid.
smn: Taan kiiđâ vuolgij joton meiddei nuorttâsämikielâlii aabis kietâčäällimpargo.

source: Tiina Sanila-Aikio lea válmmaštallamin manusa ja dat gárvána loahppajagis.
smn: Tiina Sanila-Aikio lii valmâštâllâm kietâčáállus já pargo kárvánâš loppâivveest.

source: Nuortasámegielat giellabeassedoaimma boađusin lea vuordimis, ahte ođđa nuortasámegielat vuosttasluohkálaččat bohtet skuvlii čakčat 2011.
smn: Nuorttâsämikielâlii kielâpiervâltooimâ puátusin lii vyerdimist, et uđđâ vuosâluokkaliih nuorttâsämikielâ máttááttâsân láá puátimin čohčuv 2011.

source: Ulbmilin lea válbmet áppesa ođđa oahppiid geavahussii.
smn: Ulmen lii finniđ aabis jo tai uđđâ vuosâluokkalalij kiävtun.

source: Siidda dilálašvuohta lea rabas buohkaide geat beroštit áppesiin.
smn: Tilálâšvuotâ lii rijjâ puohháid, kiäh tobdeh mielâkiddiivâšvuođâ aabisáid.

source: Mediai lea várrejuvvon vejolašvuohta jearahállat dahkkiid ja almmuheaddji.
smn: Median lii väridum náhđulâšvuotâ toohâđ koččâmâšâid rähteid já kuástideijei.

source: Fállun lea maid gáffe.
smn: Tilálâšvuođâst kuásuttuvvoo käähvi.

source: fi., 010-839 3115
smn: Hannu Kangasniemi, oppâmateriaalčällee

source: Lassedieđut: www.samediggi.fi &gt; Olggosaddimat &gt; Oahppamateriálat
smn: Lasetiäđuh: www.samediggi.fi &gt; Olgosadalduvah &gt; Oppâmateriaal
